window.MINIPLAIN_PAGE_NUMS = ['一', '二', '三', '四', '五', '六', '七'];

window.MINIPLAIN_PAGES = [
  {
    id: 'page_1',
    title: '！',
    text: '果然还是这里舒服，只要我不主动往外拓展，时间就不会流动。不过只是石头和草地多少有点简单了，最好还有一些水。水映照天空的颜色，蓝色理论上是不是很容易让人放松身心？最好还有一点灌木。朽木不可雕也，但是灌木算朽木吗？能雕吗？至少做点工具还是可以的吧。',
  },
  {
    id: 'page_2',
    title: '，',
    text: '果然不同的环境下人就是会觉得不一样，价值也不同了。砍树得到的木头到了厨师这里也就是个被烧的命，在工匠那里却是重要的原料。话说，第一个想到用火烤食物的人，也可能是猿，怎么这么聪明呢？嗯，不过，我觉得我还是有必要先弄一口锅…… 话说这里做出来的食物味道这样真实美味，难道是因为食材新鲜无预制？事已至此，先吃饭吧。',
  },
  {
    id: 'page_3',
    title: '……',
    text: '还以为想象出来的世界里不会感到疲惫，实际上还是挺消耗想象力的（但我还是更喜欢这里！）。这些各种各样的小东西我一个都不舍得扔掉，但是我的想象力会过载的，要不做个箱子装起来？只不过离开那个吵得我头疼的地方，金银这些值钱东西好像都没什么用了。虽然也是可以造几个硬币，就是不知道能不能把他们花掉。',
  },
  {
    id: 'page_4',
    title: 'zzz',
    text: '我是不是把自己套圈套牢了？每当夜晚我才来到这里，结果这里也有夜晚…… 这算夜中夜吗？但是我不喜欢床，我其实不喜欢睡觉，说到底是我根本不敢睡，虽然现在没有什么令我害怕的了，但我还是不想睡觉。不睡就不睡，我现在有的是力气和手段，简直强的可怕。脱离那些复杂的条条框框，果然这种1+1=2的简单逻辑最适合我了。',
  },
  {
    id: 'page_5',
    title: '！',
    text: '同样的食材，在铁板和铁锅里也会不一样啊，这大概就是烹饪的妙趣所在吧！我终于意识到了，人的疲惫就是因为各种奇奇怪怪的倒计时，才会疲于奔命。一旦我拥有了无限的时间，什么事情都变得妙趣横生，一个果子都感觉藏着什么巨大的秘密等着我去发现。就算有些东西乍一看没什么说法，找个合适的地方放一放说不定哪天就会有奇妙的事情发生呢。',
  },
  {
    id: 'page_6',
    title: '。',
    text: '我应该对这个地方了如指掌才对，但是好像这里也会时不时给我一些小小的惊讶。很多东西都好像似曾相识，不过能在这出现，多少得是对我来说很重要的什么吧。这样也挺好的，什么都在预期之中的生活过于枯燥乏味；什么都在掌控之外的生活又叫人喘不过气。像我现在这样随心所欲地决定时间和空间的走向，又偶尔得到一点记忆的小小惊喜就很好…… 我要定居！造个什么房子好呢。',
  },
  {
    id: 'page_7',
    title: '……？',
    text: '可是如果没有痛苦，快乐也能算是快乐吗？没有疲惫，悠闲也算悠闲吗？我决定空间与时间，到底是因为我推动了时间带来空间的变化，还是我因为改造空间致使时间被消耗、发生流动？也可能我就是个普通的家伙，就算可以随心所欲了也就只能做出这么一小片地方，但足够我放弃出去的念头了。哪怕我知道水晶球就在那里，但我早就失去了触碰它的勇气。',
  },
];
